/* Error messages. */
"Error:  %@" = "Błąd: %@";
"An error occurred.  %@  OSErr %d" = "Wystąpił błąd. %@ OSErr %d";
"Unable to open that file." = "Nie można otworzyć tego pliku.";
"Unable to execute that file." = "Nie można wykonać tego pliku.";
"A script error occurred.  %s" = "Wystąpił błąd skryptu. %s";
"Unable to resolve that alias because the original item cannot be found." = "Nie można rozwikłać tego skrótu, gdyż nie można znaleźć oryginału tej rzeczy.";

/* Menu items. */
"%@ Scripts" = "Skrypty użytkownika %@";
"Open Scripts Folder" = "Otwórz katalog ze skryptami";
"Network Scripts" = "Skrypty sieciowe";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Otwórz katalog skryptów sieciowych";
"Open Computer Scripts Folder" = "Otwórz katalog skryptów komputera";
"Open User Scripts Folder" = "Otwórz katalog ze skryptami użytkownika";
"Open %@ Scripts Folder" = "Otwórz katalog ze skryptami programu %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Otwórz %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Domyślny edytor skryptów";
